print('Задача 1. «Я стал новым пиратом!»')

# Старому капитану нужно пополнить команду, но на корабль попадут только достойные.
# Он отобрал десять человек. Те, кто крикнет слово «Карамба», попадут на борт.

# Пользователь вводит десять слов.
# Напишите программу, которая определяет, сколько из них совпадают со словом «Карамба»